alacritty
autoconf
automake
autorandr
base
bc
binutils
bison
blueman
clang
cmake
discord
dmenu
docker
docker-compose
dunst
efibootmgr
fakeroot
feh
file
findutils
firefox
flex
fzf
gawk
gcc
gettext
git
gnome-keyring
go
grep
groff
gvfs
gvfs-mtp
gzip
htop
i3blocks
i3-gaps
i3status
imagemagick
intel-ucode
jdk11-openjdk
jdk8-openjdk
jdk-openjdk
keepassxc
libgnome-keyring
libmicrodns
libtool
linux
linux-firmware
linux-headers
lsd
lynx
m4
make
man-db
man-pages
neofetch
net-tools
networkmanager
network-manager-applet
nextcloud-client
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
ntp
nvidia
nvidia-settings
pacman
pacman-contrib
patch
perl-anyevent-i3
pkgconf
polkit
polkit-gnome
postgresql-libs
powerline
protobuf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python
python-pip
python-poetry
ranger
ripgrep
rofi
rofi-emoji
scrot
sed
stow
sudo
tailscale
terraform
texinfo
thunar
thunar-volman
tmux
tree-sitter
ttf-dejavu
udiskie
unzip
vim
w3m
which
xclip
xcolor
xdg-user-dirs
xorg-server
xorg-xev
xorg-xinit
xorg-xprop
xorg-xrandr
xorg-xrdb
xss-lock
xterm
zathura
zathura-pdf-mupdf
zip
zsh
